Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དེ་ཉིད་དགེ་བའི་བཤེས་གཉེན་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་གནོན་པ། བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཡོངས་སུ་རྫོགས་པའི་དོན་དུ་མངོན་པར་སྒྲུབ་པར་བྱེད་པ། ལོངས་སྤྱོད་ཆེན་པོ་དང་རྒྱལ་པོ་ཆེན་པོ་དང་གྲགས་པ་ཆེན་པོ་དང་། གང་ཟག་རྩེ་གཅིག་པར་མངོན་པར་སྒྲུབ་པ་ཡིན་ནོ། །
en: This mantra is like his spiritual guide; it will bring about his ascension to the seat of awakening and the complete unfolding of the omniscient knowledge of great bodhisattvas. He should master this mantra, which will bring great enjoyments, the status of a king, and the company of eminent people.

source: ཚེ་འདི་ཉིད་ལ་ཡང་ཆོས་ཐམས་ཅད་ལ་ཡང་ཐེ་ཚོམ་མེད་པར་བསྒྲུབ་པར་བྱ་བ་འགྲུབ་པར་འགྱུར་རོ། །
en: That which is to be accomplished will be accomplished in this very life without doubt, including all the activities. {2.195}

source: དེ་བཞིན་དུ་མཐར་གྱིས་དངོས་གྲུབ་འདོད་པས་བརྒྱ་རྙེད་ཀྱི་བར་དུ་བྱ་སྟེ་གཞན་ལ་ནི་མ་ཡིན་ནོ། །
en: “Thus, in due course, those who desire magical accomplishments will obtain each one of them until all eight are obtained, but no other accomplishments.

source: གཞན་དག་ལ་ཅི་ལྟར་སྡིག་པ་སྤང་བའི་ཕྱིར་དམ་ཚིག་ཙམ་སྦྱིན་པར་བྱའོ། །
en: If one desires other accomplishments, such as the removal of sins, only the samaya may be given.

source: དཀྱིལ་འཁོར་གྱི་སློབ་དཔོན་གྱིས་དབང་བསྐུར་ན། དང་པོར་རེ་ཞིག་དཀྱིལ་འཁོར་གྱི་ཕྱི་རོལ་ཧ་ཅང་ཡང་མི་ཉེ་ཧ་ཅང་ཡང་མི་རིང་བར་བྱང་ཤར་གྱི་ཕྱོགས་སུ་རྩ་བའི་སྔགས་ཀྱིས་དག་པར་བྱས་པས་བྱིན་གྱིས་བརླབ་པར་བྱའོ། །
en: For this purpose, the maṇḍala master who bestows the empowerment should first consecrate an area outside the maṇḍala toward the northeast, neither too far nor too near, by purifying it with the root mantra.

source: རྒྱལ་པོ་དབང་བསྐུར་བ་བཞིན་དུ་བདག་ཉིད་སེམས་པ་དང་གཅིག་ཏུ་སངས་རྒྱས་དང་ཆོས་དང་དགེ་འདུན་ལ་དད་ཅིང་དད་པ་དང་། སྤྲོ་བ་ཆེན་པོ་དང་ལྡན་པ་དང་། བྱང་ཆུབ་ཀྱི་སེམས་དང་མ་བྲལ་བ་དང་། ཐེག་པ་ཆེན་པོ་ལ་ཞུགས་པ་དང་། དཀོན་མཆོག་གསུམ་ལ་ཕན་པར་བྱེད་པ་དང་།
en: Just as in the case of the royal empowerment, he should admit disciples whom he regards as single-mindedly devoted to the Buddha, the Dharma, and the Saṅgha; who have faith and great energy; who are never separated from bodhicitta and follow the Great Vehicle; and who serve the Three Jewels.

source: དབང་པོ་མ་ཚང་བ་མེད་པ་དང་མ་སྨད་པ་དང་། ཚེ་འདི་ཉིད་ལ་སྔགས་གྲུབ་པར་འདོད་པ་དང་། བསམ་པ་བཟང་པོ་དང་སྔགས་ཀྱི་སྤྱོད་པ་ལ་སྤྲོ་བ་དང་། བལྟ་བར་འདོད་པའི་རང་བཞིན་ཅན་དང་སད་པར་འདོད་པའི་ཕྱིར་ཡང་སྔགས་ཀྱི་དོན་ལ་རྣམ་པར་རྟོག་པ་མེད་པ་དང་། དེར་གཏད་པའི་ཡིད་དང་གཅིག་ལ་སོགས་པ་ནས་ལྔའི་བར་དུ་དབང་བསྐུར་བར་བྱའོ། །
en: They should have unimpaired faculties, be irreproachable, and wish to accomplish the mantras in this very life. Their hearts may be kind and their minds resolved upon mantra practice, or they may be merely interested in the nonconceptual meaning of the mantra out of curiosity and a desire to know. They should be granted the first through the fifth empowerments;

source: ལྷག་མ་ནི་སྤང་བར་བྱའོ། །
en: the remaining ones should be omitted.

source: ཤེས་རབ་ཅན་དང་སྤྱོད་པ་ལ་རྨོངས་པ་མེད་པའི་ཁྱད་པར་དང་ལྡན་པ་ལ་དབང་བསྐུར་བར་བྱའི། གཞན་དག་ནི་མ་ཡིན་ནོ། །
en: Only those with the special qualities of insight and full understanding of the conduct should be initiated; others should not be. {2.196}

source: དེ་ནས་རྒྱལ་པོ་ཐམས་ཅད་དབང་བསྐུར་བ་བཞིན་དུ་ཡོ་བྱད་ཐམས་ཅད་བསོགས་ཏེ། སློབ་དཔོན་མཁན་པོ་མཉེས་ན།
en: “The master should then collect the requisites as in every royal empowerment, or any that he finds pleasing.

source: དེ་ནས་བླ་རེ་ཆེན་པོ་བྲེས་ཏེ། རྒྱལ་མཚན་དང་བ་དན་མཐོན་པོ་བསྒྲེང་ཞིང་གདུགས་དཀར་པོ་དབུ་ལ་འཛིན་པ་དང་། རྔ་ཡབ་དཀར་པོས་གཡོབ་པ་དང་། བཀུར་སྟི་ཆེན་པོས་དུང་དང་། རྔ་བོ་ཆེའི་དགའ་བའི་སྒྲ་སྒྲོགས་ཤིང་རྒྱལ་བའི་སྒྲ་དང་། བཀྲ་ཤིས་ཀྱི་ཚིགས་སུ་བཅད་པ་དང་བདེ་ལེགས་དང་རབ་ཏུ་བསྔགས་པའི་ཚིགས་སུ་བཅད་པ། རྒྱལ་བས་གསུངས་པས་མངོན་པར་བསྟོད་པ་དང་།
en: A canopy should be spread above him, banners and flags raised, and a white parasol should be held above his head. He should be fanned with a white yak-tail whisk with great care, and praised with well-wishing, auspicious, and excellent verses as spoken by the buddhas themselves, accompanied by cries of joy, the sounds of conchs, kettledrums and tambourines, and cries of victory.

source: དཀྱིལ་འཁོར་དེ་ལ་བསྐོར་བ་བྱས་ཏེསངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་བྱས་ནས། འདི་སྐད་དུ་
en: After circumambulating the maṇḍala clockwise, the disciples should bow to all the buddhas and bodhisattvas, bow their heads to the master, and say the following: {2.197}

source: སློབ་དཔོན་བདག་ནི་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའི་སྔགས་ཀྱི་སྤྱོད་པ་སྒྲུབ་པ་ལ་ཡང་དག་པར་འཇུག་པ་དང་། འཇིག་རྟེན་པ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པའི་གསང་བའི་རྣམ་པར་ཐར་པའི་དཀྱིལ་འཁོར་ལ་ཡང་དག་པར་འཇུག་པ་དང་། ཆོས་ཀྱི་རྒྱལ་སྲིད་ཐམས་ཅད་ཀྱི་སངས་རྒྱས་ཉིད་རྟོགས་པར་འདོད་པ་དང་།
en: “ ‘O master! I will exert myself in order to engage in carrying out the mantra activities of all the buddhas and bodhisattvas, in order to enter the secret maṇḍala of liberation that surpasses all that is mundane, and to realize the state of buddhahood that affords sovereignty over all phenomena.

source: མདོར་ན་སངས་རྒྱས་ཉིད་དུ་འགྱུར་བར་བྱ་བའི་ཕྱིར་རོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: In short, I will become a buddha.’ {2.198}

source: དེ་ནས་ཀུ་ཤའི་ཁྲེས་ལ་འདུག་སྟེ། ཤར་གྱི་ཕྱོགས་སུ་ཕྱོགས་ཏེ་དཀྱིལ་འཁོར་ལ་བལྟ་ཞིང་།
en: “Then, the initiand should sit on a bundle of kuśa grass, facing east and looking at the maṇḍala.

source: དང་པོར་རེ་ཞིག་རིག་པའི་དབང་བསྐུར་བ་བྱིན་ཏེ་ཕྱག་རྒྱ་ཆེན་པོ་གཙུག་ཕུད་ལྔ་འཆིང་དུ་གཞུག་པར་བྱའོ། །
en: He will first be given the knowledge ( vidyā ) empowerment and then made to form the mudrā called five-crested .

source: དེ་ནས་རང་འདོད་པའི་སྔགས་གང་དང་གང་ལ་དགའ་བ་གྲོ་གའི་འདབ་མ་ལ་གི་ཝང་གིས་བྲི་བར་བྱ་སྟེ།
en: Then, whatever mantra he desires should be written on a leaf of birchbark with bovine bezoar.

source: བྲིས་ནས་ཀྱང་ཙནྡན་དང་གུར་གུམ་གྱི་ཆུས་ལག་པ་དང་ཁམ་ཕོར་ཁ་སྦྱར་བཀྲུས་ལ། དེ་ནས་གྲོ་གའི་འདབ་མ་དེ་ཁམ་ཕོར་ཁ་སྦྱར་བའི་ནང་དུ་གཞག་པར་བྱས་པ་དཀྱིལ་འཁོར་གྱི་ནང་དུ་བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གྱི་ཞབས་དྲུང་དུ་གཞག་པར་བྱའོ། །
en: Having written it, he should smear both his hands and the interior of an earthenware vessel with sandalwood and saffron and place the birchbark leaf between two earthenware bowls. He should then place the leaf, enclosed between the two bowls, inside the maṇḍala at the soles of the bodhisattva Mañjuśrī’s feet. {2.199}

source: དེ་ནས་ཀུ་ཤ་དེ་ལ་གནས་ནས་རིག་པའི་རྩ་བའི་སྔགས་བརྒྱ་རྩ་བརྒྱད་སྔ་མ་ཉིད་དུ་བཟླ་བར་བྱའོ། །
en: “Next, the disciple sitting there should first be made to recite the root vidyā mantra one hundred and eight times

source: དེ་ནས་ཀུ་ཤའི་ཁྲེས་ལ་འདུག་པ་ལ་དབང་བསྐུར་བར་བྱ་སྟེ།
en: and then should be consecrated while still sitting on the bundle of kuśa grass.

source: ཕྱི་རོལ་གྱི་དཀྱིལ་འཁོར་ལ་གང་སེམས་ཅན་ཐམས་ཅད་དང་ཐུན་མོང་དུ་གྱུར་པའི་བུམ་པ་གང་བ་སྒོ་དང་ཉེ་བར་སྔར་བཞག་པ་བླངས་ཏེ། སློབ་དཔོན་གྱིས་རྩ་བའི་སྔགས་བརྗོད་པས་སྤྱི་བོ་ནས་དབང་བསྐུར་བར་བྱའོ། །
en: The master should take the full vase that had been allocated to all beings in common from outside the inner maṇḍala where it was earlier placed near the gate and, while reciting the root mantra, anoint the disciple’s head.

source: གཞན་དག་ལ་ནི་ཅི་ལྟར་འདོད་པའི་ཆུས་སོ། །
en: For the remaining empowerments, he should use whatever water is appropriate. {2.200}

source: དེ་ནས་ཁམ་ཕོར་ཁ་སྦྱར་དེ་དེ་ལ་སྦྱིན་པར་བྱ་སྟེ་མར་མེ་ལ་ཀློག་ཏུ་གཞུག་པར་བྱའོ། །
en: “The earthenware container should then be handed to him, and, while a butter lamp is burning, he should be made to recite the mantra.

source: གལ་ཏེ་དེ་ཉིད་ཡིན་ན་ནི་རིམ་གྱིས་འབད་པས་འགྲུབ་པར་འགྱུར་རོ། །
en: If it is the same mantra, the disciple will succeed through merely reciting it.

source: ཡང་ན་ཅི་སྟེ་གཞན་ན་ནི་སྔགས་བཟླས་པ་ཁོ་ནས་འགྲུབ་པར་འགྱུར་རོ། །
en: If it is a different one, he will succeed gradually, after applying effort.

source: ཡང་ན་ཡི་གེའི་ཡན་ལག་ཉམས་པའམ། ལྷག་པ་བྱིན་ནི་དང་པོ་སྒྲུབ་པ་ཁོ་ན་ལ་འགྲུབ་པར་ཐེ་ཚོམ་མེད་དོ། །
en: It is said that even if the mantra given to him lacks or has extra syllables, he can still succeed, without a doubt, at the first sādhana session,

source: དེ་ལྟར་སློབ་དཔོན་གྱིས་སྔར་བྲིས་པའི་སྒྲུབ་པ་གསུམ་གྱིས་ངེས་པར་འགྲུབ་པར་ཐེ་ཚོམ་མེད་དོ། །
en: for this mantra was written earlier by the master himself. If he keeps practicing, he will arrive, within three sādhana sessions, at the stage where success comes without effort.

source: དེ་བཞིན་དུ་དང་པོས་ནི་རིག་པའི་དབང་བསྐུར་བ་སྦྱིན་པར་བྱའོ། །
en: In this way, the master should first give the knowledge empowerment. {2.201}

source: དཀྱིལ་འཁོར་གཉིས་པ་ལ་དབང་བསྐུར་བ་ནི་གཉིས་པའི་དཀྱིལ་འཁོར་དུ་ལྷ་ཐམས་ཅད་ལ་བསྟབས་པའི་སྔར་གྱི་བུམ་པ་དེས་དབང་བསྐུར་བར་བྱའོ། །
en: “As for the empowerment in the second maṇḍala, he should take the full vase that had been allocated to all the gods in this maṇḍala and anoint the disciple’s head with it.

source: སྤྱི་བོ་ལ་སྔར་གྱི་ཆོ་ག་ཅི་ལྟ་བ་དེ་ཉིད་ཀྱིས་བྱས་ན་སྡིག་པའི་རྙོག་པ་ཐམས་ཅད་ལས་གྲོལ་བར་འགྱུར་ཏེ།
en: As before, this procedure will free him from all his vices.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་ཀྱིས་གནང་ཞིང་། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པ་ཐམས་ཅད་ཀྱི་དམ་ཚིག་དང་། དཀྱིལ་འཁོར་དང་སྔགས་དང་ཕྱག་རྒྱ་ཐམས་ཅད་སྒྲུབ་པ་ལ་བྱིན་གྱིས་བརླབས་པར་འགྱུར་ཞིང་། སློབ་དཔོན་དུ་དབང་བསྐུར་བ་སྦྱིན་ནོ། །
en: He is then authorized by all the buddhas to enter samayas for any worldly or transcendent maṇḍala, as well as the practice of any mantra or mudrā. He will be blessed by all the bodhisattvas. Consequently, the master may now give him the ācārya empowerment. {2.202}

source: དཀྱིལ་འཁོར་གསུམ་པ་ལ་ནི་རང་སངས་རྒྱས་ཐམས་ཅད་དང་། ཉན་ཐོས་ཐམས་ཅད་ལ་ཕུལ་བའི་བུམ་པ་གང་བ་དེ་ཉིད་ཀྱི་ཆོ་གས་སྤྱི་བོ་ནས་དབང་བསྐུར་བར་བྱའོ། །
en: “The ācārya empowerment is given in the third maṇḍala. The master should take the full vase that had been allocated to all the śrāvakas and pratyeka­buddhas and, following the same procedure, anoint the disciple’s head with it.

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྫུ་འཕྲུལ་ཆེན་པོ་དང་ལྡན་པ་ཐམས་ཅད་ཀྱིས་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པ་ཐམས་ཅད་ཀྱི་སྔགས་རྒྱུད་དག་འདོན་པ་དང་། དཀྱིལ་འཁོར་བྲི་བ་དང་སྟོན་པ་དང་ཕྱག་རྒྱ་དང་སྤྱོད་པ་སྟོན་པ་དང་རང་ཉིད་སྤྱོད་ཅིང་སྟོན་པར་ཁྱོད་ལ་རྗེས་སུ་གནང་ཞིང་བརྗོད་པར་བྱ་བ་ཡང་
en: The master should say, ‘All the buddhas and bodhisattvas of great power have authorized you to write and recite all worldly and transcendent mantras, to use the instructions on the maṇḍala, and to give to others, as well as apply yourself, the instructions on the practice of the mantra methods, including the mudrās.

source: ཚེ་འདི་ཉིད་ལ་ཡིན་ལ། ཕྱི་ནས་སྐྱེ་བ་བརྒྱུད་པ་དག་ལ་ནི་སངས་རྒྱས་ཉིད་ཐོབ་པར་འགྱུར་བ་ཡིན་ནོ། །
en: In this very life, and in the lives to come until the final one, you will definitely obtain the state of awakening.’ {2.203}

source: དེ་བཞིན་དུ་རྒྱལ་བ་དང་རྣམ་པར་རྒྱལ་བའི་དབང་བསྐུར་བ་ཡང་སྔར་བསྟན་པའི་ཆོ་གས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་སྔར་ཕུལ་བའི་བུམ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཕུལ་བའི་བུམ་པ་གང་བས་ཀྱང་དེ་བཞིན་དུ་དབང་བསྐུར་རོ། །
en: “Similarly, in the empowerment of victory and the empowerment of conquest, the master should perform the sprinkling following the previously described procedure, using, respectively, the full vase that had been allocated to the blessed buddhas and the one allocated to the bodhisattvas.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་དང་། ཉན་ཐོས་རྣམས་ཀྱིས་ཀྱང་དེ་བཞིན་དུ་བརྗོད་པར་བྱ་ཞིང་ཁྱོད་ལ་རྗེས་སུ་གནང་བ་ཡིན་ནོ། །
en: He should say, ‘You are authorized by all the blessed buddhas, the great bodhisattvas, and the śrāvakas, {2.204}

source: འབྱུང་པོ་ཐམས་ཅད་ཀྱིས་རབ་ཏུ་ཐུབ་པར་དཀའ་ཞིང་ལུས་ཅན་ཐམས་ཅད་ཀྱིས་མི་ཕམ་པ་དང་སྔགས་པ་ཐམས་ཅད་ལས་ཁྱོད་རྒྱལ་བ་དང་ཅི་ལྟར་འདོད་པ་སྒྲུབས་ཤིག་པའོ། །
en: “ ‘Unassailable by any spirits, And unconquerable by any embodied beings; May you find victory through all the mantras And accomplish whatever you desire.’ {2.205}

source: དེ་ནས་དཀྱིལ་འཁོར་གྱི་སློབ་དཔོན་གྱིས་རེ་རེ་ལ་ཡང་ཅི་ལྟར་འདོད་པ་བཞིན་དུ་དབང་བསྐུར་བ་ལྔ་སྦྱིན་པར་བྱའོ། །
en: “The maṇḍala master should, According to each of their wishes, Grant to all the disciples The five empowerments,

source: སེམས་ཅན་རྣམས་ལ་ཡང་ལྔ་པོ་ཉིད་ཀྱིས་བྱའོ། །
en: but only the five. {2.206}

source: དེ་དག་མཐར་གྱིས་དཀྱིལ་འཁོར་ལ་བཅུག་སྟེ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་བདག་ཉིད་ཕུལ་ནས་དཀྱིལ་འཁོར་ལ་བསྐོར་བ་ལན་གསུམ་བྱས་ཏེ་སླར་གཏང་བར་བྱའོ། །
en: “The master should then usher them, one by one, into the maṇḍala, present them to all the buddhas and bodhisattvas, have them circumambulate the maṇḍala clockwise three times, and dismiss them.

source: དེ་ལས་གཞན་པའི་ཉིན་ཞག་ལ་མཐར་གྱིས་སྔགས་ཀྱི་སྤྱོད་པ་ལ་བསླབ་པར་བྱ་ཞིང་སྦྱར་བར་བྱའོ། །
en: At a later time they should be gradually instructed in and enjoined to practice the mantra.

source: སྐད་ཅིག་དེ་ཉིད་ལ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་སྔར་ཕུལ་བའི་བུམ་པ་གང་བ་བླངས་ནས་དཀྱིལ་འཁོར་དུ་ཞུགས་པ་དེ་དག་ལ་ཆུ་ཁྱོར་བ་གསུམ་ཤར་དུ་མངོན་པར་བལྟ་བར་བྱས་ལ་བླུད་པར་བྱའོ། །
en: On the present occasion, however, the master should take the full vase that had earlier been allocated to the great bodhisattva Mañjuśrī and make those disciples who have entered the maṇḍala drink three handfuls of water while facing east.

source: འདི་སྐད་དུ་བརྗོད་པར་བྱ་སྟེ།
en: He should say to them: {2.207}

source: ཀྱེ་བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་གསང་བའི་དམ་ཚིག་ལས་འདས་པར་གྱུར་ན་བསོད་ནམས་མ་ཡིན་པ་མང་པོ་སྐྱེ་བར་མ་བྱེད་ཅིག །
en: “ ‘Do not generate a great amount of nonvirtue by transgressing the secret samaya of the divine youth, the bodhisattva Mañjuśrī.

source: སྔགས་ཐམས་ཅད་ཀྱང་འདོར་བར་མ་བྱེད་ཅིག །
en: You must not discard any of the mantras.

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་དག་ཀྱང་སླུ་བར་མ་བྱེད་ཅིག །
en: You must be loyal to all the buddhas or bodhisattvas

source: བླ་མ་མཉེས་པར་གྱིས་ཤིག །
en: and must please the master.

source: གཞན་དུ་དམ་ཚིག་ལས་འདས་པར་གྱུར་ན་སྔགས་འགྲུབ་པར་མི་འགྱུར་ཞིང་། བསོད་ནམས་མ་ཡིན་པ་མང་པོར་འགྱུར་རོ། །
en: Otherwise you will break your samaya, your mantras will not be successful, and there will be much nonvirtue.’

source: ཞེས་དེ་ལྟར་སྨྲས་ལ་གཏང་བར་བྱའོ། །
en: Having said this, he should dismiss them. {2.208}

source: དེ་ནས་དཀྱིལ་འཁོར་གྱི་སློབ་དཔོན་གྱིས་ཀྱང་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་པའི་སཱ་ལུ་དང་འབྲས་ཐུག་པོ་ཆེའི་སྲེག་བླུགས་ཀྱིས་ཡི་གེ་བརྒྱད་པའི་སྙིང་པོ་དང་སྦྱིན་སྲེག་བྱའོ། །
en: “The maṇḍala master should, in addition, offer oblations of rice grains smeared with curds, honey, and ghee, while reciting the eight-syllable heart mantra.

source: དེ་ནས་ལངས་ནས་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་ཞུགས་ཏེ། སྔར་བསྟན་པའི་མེ་ཏོག་གིས། སྔར་བསྟན་པའི་ཆོ་གས་ལྷ་ཐམས་ཅད་ཡིད་ལ་བྱས་ཏེ་མཆོད་ཡོན་དབུལ་ལོ། །
en: Getting up, he should then enter into the middle of the maṇḍala and make a welcome offering to all the visualized recipients using the previously mentioned flowers and following the procedure as previously described.

source: བདུག་པས་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་། རང་སངས་རྒྱས་དང་འཕགས་པ་ཉན་ཐོས་ཐམས་ཅད་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། ནམ་མཁའ་ལྡིང་དང་། དྲི་ཟ་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། སྲིན་པོ་དང་། ཤ་ཟ་དང་། འབྱུང་པོ་དང་། རྣལ་འབྱོར་པ་དང་གྲུབ་པ་དང་། དྲང་སྲོང་རྣམས་དང་སེམས་ཅན་ཐམས་ཅད་ཡང་དག་པར་བདུག་ནས་མེ་ཏོག་གཏོར་ཏེ
en: Using the previously specified incense, he should make an incense offering to all the buddhas and bodhisattvas, pratyeka­buddhas and noble śrāvakas, and all the gods, nāga s, yakṣa s, garuḍas, gandharvas, kinnaras, mahoragas, rākṣasas, piśācas, and bhūtas, as well as the divine yogins, siddha s, and ṛṣis and all beings. He should strew flowers over them,

source: ཙནྡན་དང་གུར་གུམ་གྱིས་བསངས་ལ་སྔར་བསྟན་པའི་ཆོ་གས་སླར་གཤེགས་སུ་གསོལ་བར་བྱ་སྟེ།
en: sprinkle them with water scented with sandalwood and saffron, and then dismiss them following the previously described procedure.

source: སེམས་ཀྱིས་ཐམས་ཅད་བཏང་བ་ཡིན་ནོ། །
en: He should imagine that all of them become liberated. {2.209}

source: དེ་ནས་དཀྱིལ་འཁོར་གྱི་སློབ་དཔོན་གྱིས་བཤོས་དང་གཏོར་མ་དང་། ས་ཚོན་ཐམས་ཅད་ཆུ་བོར་དོར་བར་བྱ་བའམ།
en: “The maṇḍala master should then take the food, bali, and aromatic powder and let all these articles float upon a river.

source: སྲོག་ཆགས་སྡུག་བསྔལ་བ་རྣམས་ལ་སྦྱིན་པར་བྱའོ། །
en: Alternatively, he should give them to suffering beings.

source: ས་ཕྱོགས་དེ་ལེགས་པར་བྱུགས་ཤིང་འཇམ་པར་བྱས་ཏེ། ལེགས་པར་ཕྱག་པ་བྱས་ནས་བ་ལང་གི་ལྕི་བས་བྱུག་ཏུ་གཞུག་པའམ།
en: He should select an area on the ground, sweep and clean it well, adorn it, and smear it with cow dung. Optionally,

source: ཆུས་བྱུག་པར་བྱ་བའམ། ཤིན་ཏུ་གཙང་བའི་སས་བྱུག་པའམ། བྱེ་མས་གཏོར་བར་བྱས་ལ།
en: he may wash it with water, smear it with well-purified clay, or cover it with sand.

source: དེ་ནས་ཅི་ལྟར་འདོད་པར་འགྲོ་བར་བྱའོ། །
en: He should do this himself and may proceed as he desires.

source: དཀྱིལ་འཁོར་ལ་ཞུགས་པ་དེས་བདག་ཉིད་འོ་མ་དང་། འབྲས་ཆན་གྱི་ཟས་སམ། ལྷ་ལ་དབུལ་བའི་ཁ་ཟས་བཟའ་བར་བྱའོ། །
en: Those who have entered the maṇḍala should themselves partake of the milk porridge or sacrificial food.” {2.210}

source: བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོའི་དབང་པོ་ལས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་རྣམ་པར་འཕྲུལ་པ་བྱང་ཆུབ་སེམས་དཔའི་ལེའུ་རབ་འབྱམ་ལས། དཀྱིལ་འཁོར་གྱི་ཆོ་ག་བསྟན་པ་སྟེ་ལེའུ་གཉིས་པ་རྫོགས་སོ།། །།
en: This concludes the second chapter, that of the instructions on the maṇḍala procedure, from this great king of manuals that forms a garland-like basket of bodhisattva teachings, an extensive bodhisattva textbook that is a miraculous display of Mañjuśrī, the divine youth.

source: དེ་ནས་གཞན་ཡང་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་གནས་གཙང་མའི་གཞལ་མེད་ཁང་གི་འཁོར་གྱི་དཀྱིལ་འཁོར་ཆེན་པོ་འདུས་པ་ལ་གཟིགས་ནས། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ཏེ། ཡི་གེ་གཅིག་པ་མཆོག་ཏུ་གསང་བ་དུག་ཐམས་ཅད་འཇོམས་པར་བྱེད་པ།
en: Mañjuśrī, the divine youth, again looked at the realm of the Pure Abode and, bowing to all the buddhas and bodhisattvas gathered together in that great assembly, pronounced the most secret single-syllable mantra, which removes all poisons

source: ལས་ཐམས་ཅད་བྱེད་པ་སྔགས་དང་དཀྱིལ་འཁོར་ཆུང་ངུ་སྒྲུབ་པའི་ཐབས་དང་། ལས་ཕྲན་ཚེགས་ཐམས་ཅད་ལ་ཉེ་བར་སྦྱར་བར་བྱ་བ་སྨྲས་སོ། །
en: and can be employed in all rites the mantra that is effective in the practices of his maṇḍala and which can also be used in all minor ritual activities.

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ཏདྱ་ཐཱ།
en: “Homage to all the buddhas!

source: ཨོཾ་ཛ།
en: “jaḥ.

source: གྲོགས་པོ་དག་འདི་ནི་འབྱུང་པོ་ཐམས་ཅད་ཉོན་ཅིག །སྔགས་འདི་ཉིད་ནི་ཡི་གེ་གཅིག་གི་དཀྱིལ་འཁོར་གཉིས་པའི་ཆོ་ག་ཐམས་ཅད་དུ་དགོས་པ།
en: “This very mantra, friends and all hosts of spirits, the one syllable, is to be used, in short, in the second maṇḍala procedure. {3.2}

source: ཁྲུ་བརྒྱད་དམ་ཁྲུ་བཞི་སའི་ཕྱོགས་ཡང་དག་པར་བྱས་ལ་ཚོན་སྣ་ལྔའི་ཕྱེ་མས་རང་ཉིད་ཀྱིས་བྲི་བར་བྱ་སྟེགཞན་གྱིས་ནི་མ་ཡིན་ཏེ།
en: “After cleaning an area on the ground either eight or four cubits in size, it should be delimited using five-colored powder by oneself, not by anyone else.

source: གང་དེ་དང་དེ་དག་ཏུ་ཡང་འདིར་ནི་ངེས་པ་མེད་དོ། །
en: No matter where this is done, there is no fault.

source: དཀྱིལ་འཁོར་གྲུ་བཞི་མཉམ་པོས་ཉེ་བར་མཛེས་པ།
en: The area should be four sided, with sides of equal length, and should include the triple maṇḍala.

source: གཙུག་ཕུད་ལྔའི་ཕྱག་རྒྱ་ཆེན་པོ་དང་པོར་རེ་ཞིག་བྲིའོ། །བཅོམ་ལྡན་འདས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་ཨུཏྤ་ལའི་ཕྱག་རྒྱ་དང་། མཆེ་བའི་ཕྱག་རྒྱ་དང་ཞལ་གྱི་ཕྱག་རྒྱ་དང་དབྱུག་པའི་ཕྱག་རྒྱ་སྟེ།
en: First one should draw the great five-crested mudrā, the utpala mudrā of Lord Mañjuśrī, and the mudrās the fangs , the mouth , and the stick .

source: ཕྱག་རྒྱ་འདི་དག་དཀྱིལ་འཁོར་གྱི་ནང་དུ་ཤར་གྱི་ཆར་བྲི་བར་བྱའོ། །
en: These mudrās should be drawn in the eastern quarter of the inner maṇḍala. {3.3}

source: དེ་ནས་པདྨ་དང་རྡོ་རྗེ་དང་ཨུཏྤལ་དང་ཕྱག་མཚན་དང་བ་དན་དང་གདུགས་དང་རྟ་བབས་དང་། ཤིང་རྟ་དང་གླང་པོ་ཆེ་དང་རྟ་དང་གླང་དང་མ་ཧེ་དང་། སྭ་སྟི་ཀ་དང་རྨ་བྱ་དང་ར་དང་ལུག་དང་། སྐྱེས་བུ་གཞོན་ནུའི་གཟུགས་ཅན་ཕྱི་རོལ་གྱི་སྒོའི་རྩ་བར་བྲི་བར་བྱ་སྟེ
en: “Next, outside the door base should be drawn a red lotus, a vajra, a blue lotus, a banner, a flag, a parasol, a doorway, a chariot, an elephant, a horse, a bull, a buffalo, a swastika, a peacock, a goat, a ram, and a man of youthful appearance.

source: མཐར་གྱིས་རིམ་པ་ལ་བརྟེན་ནས་བྲིས་ཏེ། དཀྱིལ་འཁོར་གསུམ་ལ་བརྟེན་ནས་དེ་ལྟར་བྲི་བར་བྱའོ། །
en: They should be arranged in successive rows fitting in with the threefold maṇḍala. {3.4}

source: དེ་ནས་ཡི་གེ་གཅིག་པའི་སྔགས་ཉིད་ཀྱིས་ཤར་ལྷོའི་ཕྱོགས་ཀྱི་ཆར་མེའི་ལས་བྱ་སྟེ།
en: “Then, in the southeastern direction, one should perform the fire kindling ritual using the one-syllable mantra

source: ཤིང་ཨ་པ་མརྒའི་ཡམ་ཤིང་ཞོ་དང་སྦྲང་རྩི་དང་། མར་ལ་བཏགས་པས་སྟོང་རྩ་བརྒྱད་སྦྱིན་སྲེག་བྱའོ། །
en: and offer one hundred and eight oblations with sticks of the devil’s horsewhip plant smeared with curds, honey, and ghee.

source: དེ་ནས་མེ་ཏོག་གི་མཆོད་ཡོན་དབུལ་ལོ། །
en: Then a welcome offering of flowers should be presented.

source: ཡི་གེ་གཅིག་པའི་སྔགས་ཀྱིས་ཅི་ལྟར་འདོད་པར་གཏོར་མ་དང་ལྷ་བཤོས་དང་མར་མེ་དང་བདུག་པ་དང་སྤྱན་དྲང་བ་དང་གཤེགས་སུ་གསོལ་བ་རྣམས་བྱའོ། །
en: Using the one-syllable mantra, one may also offer, whenever desired, a bali, sacrificial food, lamps, or incense or perform the summoning and the dismissing. {3.5} “One should usher the supplicant into the maṇḍala.

source: དེ་ནས་རྒྱལ་སྲིད་འདོད་པས་ནི་གྲོང་ཁྱེར་གྱི་དབུས་སུ་བྲི་བར་བྱའོ། །
en: If he wants royal power, the maṇḍala should be drawn in the middle of a city;

source: ལོངས་སྤྱོད་འདོད་པས་ནི་ཤིང་ཨ་མྲའི་དྲུང་དུའོ། །
en: if he wishes for enjoyments, then near a banyan tree;

source: བུ་འདོད་པས་ནི་བོ་དེ་ཙེའི་ཤིང་གི་དྲུང་དུའོ། །
en: if he wants a son, then near a lucky bean tree.

source: ཆུང་མ་དང་གླང་པོ་ཆེ་དང་རྟ་འདོད་པས་ནི་གླང་པོ་ཆེའི་བྲེས་སྐྱུའམ། རྟའི་བྲེས་སྐྱུར་རོ། །
en: If he desires a wife, horses, or elephants, then inside an elephant stable or a horse stable;

source: ཆུ་འདོད་པས་ནི་མཚོ་ཆེན་པོའམ་ཀླུའི་གནས་སུའོ། །
en: if he has been bitten [by a snake], then at a pond or a place where nāga s live;

source: ཉིན་བཞི་པའི་རིམས་སམ། རྟག་པའི་རིམས་སམ། རིམས་ཐམས་ཅད་ལ་རྟག་གཅིག་པའམ། གྲོང་གི་གཡས་ཕྱོགས་སུའོ། །
en: if he is afflicted with a quartan, chronic, or any other fever, then near a solitary liṅga or to the south of a village;

source: སྲིན་པོས་ཟིན་པ་ནི་དུར་ཁྲོད་དམ་ཁང་པ་སྟོང་པར་བྱའོ། །
en: if he is possessed by rākṣasas, then in a cemetery or in an empty house;

source: ཡང་སྲིན་པོས་ཟིན་པ་ལ་ནི་བ་རུ་རའི་ཤིང་གི་དྲུང་ངམ། ཨེ་རཎྜའི་ཤིང་གི་དྲུང་དུ་བྱའོ། །
en: if he is possessed by piśācas, then near a beleric myrobalan tree or a castor oil plant;

source: མ་མོ་ཐམས་ཅད་ཀྱིས་ཟིན་པ་ལ་ནི་བཞི་མདོའམ་ཤི་བའི་ཁྱིམ་དང་བུ་བཙས་པའི་ཁྱིམ་དུ་ཉེ་བར་བྱའོ། །
en: if he is possessed by any of the mātṛs, then at a crossroad or near a house where a male offspring has died;

source: ཚངས་པའམ་སྲིན་པོས་ཟིན་པ་ལ་ནི་ཏ་ལའི་ཤིང་དྲུང་དུའོ། །
en: if he is possessed by brahmarākṣasas, then under a palm tree or a large sebesten tree.

source: སྦྱར་བའི་དུག་འབྱིན་པ་ལ་ནི་ཡི་གེ་གཅིག་པའི་སྔགས་ཀྱིས་ཆུ་ལ་ལན་གསུམ་བསྔགས་པ་བྱས་ཏེདཀྱིལ་འཁོར་དེ་ཉིད་དུ་བླུད་པ་བྱས་ན་གྲོལ་བར་འགྱུར་རོ། །
en: If he was fed poison, he should be given water incanted seven times with the one-syllable mantra and made to lie down in the middle of the maṇḍala—he will be released from the effects of the poison. {3.6}

source: དེ་བཞིན་དུ་བུད་མེད་དམ་སྐྱེས་པ་གྲགས་པ་འདོད་པ་ལ་ནི་བཞི་མདོའམ་བྲམ་ཟེ་གནས་པར་བྲི་བར་བྱའོ། །
en: “Similarly, in the case of a woman or a man who seeks fame, one should draw the maṇḍala at a crossroad or on brahmins’ land.

source: བུ་ཤི་བ་ལ་ནི་ཤིང་འབྲས་བུ་ཅན་ནམ་འོ་མ་ཅན་གྱི་ཤིང་དྲུང་དུའོ། །
en: If it is a woman whose child has died, then it should be drawn near a fruit-bearing tree or a sap-filled tree.

source: འབྲས་སཱ་ལུ་སྨིན་པའི་ས་དང་ཞིང་གི་དབུས་སུ་ནི་བུ་མེད་པ་ལ་བྲི་བར་བྱའོ། །
en: In the case of a childless woman, it should be drawn in the middle of a field of rice ready to harvest.

source: ནད་རྣམ་པ་གསུམ་བདག་གིར་བྱས་པ་དང་གཞན་གྱིས་ཉམས་པ་ལ་ནི་འཇུག་ངོགས་ལ་སོགས་པ་ལའོ། །
en: For those who have contracted the three diseases or have been afflicted by others, it should be drawn at a crossing point or a similar place.

source: ནད་ཆེན་པོས་བཏབ་པ་ལ་ནི་དཀྱིལ་འཁོར་ཆུ་བོའི་ངོགས་དང་འགྲམ་དུ་བྱའོ། །
en: In the case of severe illness, a maṇḍala that destroys rākṣasas should be drawn on a river island or a riverbank.

source: ནད་ཐམས་ཅད་ཀྱིས་ཐམས་ཅད་དུ་བཏབ་པ་ལ་ནི་རིའི་རྩེ་མོར་བྲི་བར་བྱའོ། །
en: Drawn on a mountaintop, the maṇḍala counters all diseases, in whatever form they may be.
